13/data/attachments/1b19b49ebd6b5974.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Nathan_something_Actions_75110_0</nif:username>
            <nif:friendToBeRequested>soap_actions_02bb31c7-3d88-4dc5-b1ca-a5c8c878fa5b</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>